<template>
  <main>
    <b-jumbotron :fluid="true" header="О компании"/>
    <b-container>
      <h2>История развития компании</h2>
      <p>Расширение государства на юг привело к столкновению с могущественной Хазарией, центр которой располагался на нижней Волге. Князь Святослав нанёс хазарам сокрушительный удар в 965 году. Его мать княгиня Ольга в частном порядке приняла христианство, а её внук Владимир окончательно закрепил христианство на Руси в 988 году.</p>
      <p>Если смоленские и черниговские князья стремились занять киевское княжение лично, то владимиро-суздальские (с 1157) и галицкие — через младших родственников или союзников. Во Владимиро-Суздальском княжестве после войны за наследство Андрея Боголюбского утвердилась сильная княжеская власть, опиравшееся на новый служилый слой, прообраз дворянства. Главной особенностью Новгородской земли был республиканский строй, при котором вече во главе с боярством назначало посадников, приглашало и изгоняло князей.</p>
      <p>Россия была провозглашена республикой 1 сентября 1917 года, хотя фактически стала ею 3 марта 1917 года в результате Февральской революции. С 10 января 1918 года — РСФСР. 30 декабря 1922 года РСФСР вместе с другими советскими республиками учредила СССР, неофициально его тоже часто называли «Россией».</p>

      <h2 class="mt-5">После падения Хазарии</h2>
      <p>Если смоленские и черниговские князья стремились занять киевское княжение лично, то владимиро-суздальские (с 1157) и галицкие — через младших родственников или союзников. Во Владимиро-Суздальском княжестве после войны за наследство Андрея Боголюбского утвердилась сильная княжеская власть, опиравшееся на новый служилый слой, прообраз дворянства. Главной особенностью Новгородской земли был республиканский строй, при котором вече во главе с боярством назначало посадников, приглашало и изгоняло князей.</p>
      <p>Россия была провозглашена республикой 1 сентября 1917 года, хотя фактически стала ею 3 марта 1917 года в результате Февральской революции. С 10 января 1918 года — РСФСР. 30 декабря 1922 года РСФСР вместе с другими советскими республиками учредила СССР, неофициально его тоже часто называли «Россией».</p>
      <p>Если смоленские и черниговские князья стремились занять киевское княжение лично, то владимиро-суздальские (с 1157) и галицкие — через младших родственников или союзников. Во Владимиро-Суздальском княжестве после войны за наследство Андрея Боголюбского утвердилась сильная княжеская власть, опиравшееся на новый служилый слой, прообраз дворянства. Главной особенностью Новгородской земли был республиканский строй, при котором вече во главе с боярством назначало посадников, приглашало и изгоняло князей.</p>
    </b-container>
  </main>
</template>
