<template>
  <main>
    <b-jumbotron :fluid="true" header="Контакты"/>
    <b-container>
      <b-row>
        <b-col cols="7">
          <h2>Адрес</h2>
          <p>Москва, ул. Красноармейская, дом 23, корп. 5</p>

          <h2>Связаться с нами</h2>
          <p>
            info@subon.ru<br>
            +7 999 999-99-99
          </p>

          <h2>Как проехать</h2>
          <p>Пешком от станции Шаболовская: из метро идете налево по улице. На другой стороне поворачиваете во двор за церковью, идете мимо шлагбаума и сворачиваете направо в горку. Как поднимитесь, справа будет наш корпус 5. Вход в офис слева от подъезда.</p>
        </b-col>
        <b-col cols="5">
          <yandex-map
            style="height: 400px;"
            :coords="[54.62896654088406, 39.731893822753904]">
            <ymap-marker
              marker-type="placemark"
              marker-id="1"
              :coords="[54.62896654088406, 39.731893822753904]"/>
          </yandex-map>
        </b-col>
      </b-row>
    </b-container>
  </main>
</template>
